---
kind: other
id: Properties.T:Autodesk.Revit.DB.ReferencePoint
source: html/e04e13e0-c23c-a96e-8269-492b7bb6c375.htm
---
# ReferencePoint Properties

The id of the assembly instance to which the element belongs.